Repository: common-repository/mareike
Catalog: languages/mareike-*.po
Languages: de_de

source: Your request for refund has been rejected
de_de: Dein Antrag auf Kostenerstattung wurde abgelehnt

source: You can now start processing the invoices.
de_de: Du kannst nun mit der Bearbeitung der Abrechnungen beginnen.

source: The cost center %s was closed today because the expiration date for submitting documents was reached.
de_de: Die Kostenstelle %s wurde heute geschlossen, da die Frist zur Einreichung von Unterlagen erreicht wurde.

source: The cost center %s was closed
de_de: Die Kostenstelle %s wurde geschlossen

source: Please log in to %s in order to to check it.
de_de: Bitte logge dich unter %s ein um diese zu prüfen

source: A new invoice for cost center %s was created.
de_de: Eine neue Abrechnung für die Kostenstelle %s wurde erzeugt.

source: Capture invoice
de_de: Abrechnung erfassen

source: Default user
de_de: Standardnutzer*in

source: State director
de_de: Landesvorstand

source: Club director
de_de: StaFü

source: Treasurer
de_de: Schatzmeister*in

source: Billing information
de_de: Abrechnungsdaten

source: Invoices
de_de: Abrechnungen

source: Current events
de_de: Aktuelle Veranstaltungen

source: Current jobs
de_de: Laufende Tätigkeiten

source: Closed events
de_de: Geschlossene Veranstaltungen

source: Archived events
de_de: Archivierte Veranstaltungen

source: Add cost center
de_de: Abrechnungsstelle hinzufügen

source: Event name
de_de: Veranstaltungsname

source: Open invoices
de_de: Offene Abrechnungen

source: Actions
de_de: Aktionen

source: Total costs
de_de: Gesamtkosten

source: Donations
de_de: Spenden

source: Unprocessed
de_de: Unbearbeitet

source: Unexported
de_de: Nicht exportiert

source: Without payout
de_de: Ohne Auszahlung

source: Denied
de_de: Abgelehnt

source: Deny new requests
de_de: Verbiete neue Anträge

source: Export payouts
de_de: Auszahlungen exportieren

source: Exported invoices
de_de: Exportierte Anträge

source: Allow new requests
de_de: Erlaube neue Anträge

source: Archive
de_de: Archivieren

source: Cost center name
de_de: Name der Kostenstelle

source: E-mail Address (for notifications)
de_de: E-Mail-Adresse (für Benachrichtigungen)

source: Distance allowance
de_de: Kilometerpauschale

source: Notify on new invoice
de_de: Bei neuer Abrechnung benachrichtigen

source: Event
de_de: Veranstaltung

source: Job
de_de: Laufende Tätigkeit

source: Event start
de_de: Veranstaltungsbeginn

source: Accept invoices until
de_de: Abrechnungen möglich bis

source: Create cost center
de_de: Abrechnungsstelle anlegen

source: Edit cost center
de_de: Abrechnungsstelle bearbeiten

source: Save changes
de_de: Änderungen speichern

source: Your profile is not complete.
de_de: Dein Profil ist unvollständig.

source: Please complete
de_de: Bitte vervollständige

source: your profile
de_de: dein Profil

source: to be able to use all comfort functions.
de_de: um alle Comfort-Funktionen nutzen zu können.

source: Settings
de_de: Einstellungen

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: E-mail address
de_de: E-Mail-Adresse

source: Deny request
de_de: Antrag ablehnen

source: Reason for deny
de_de: Begründung der Ablehnung

source: Invoices for
de_de: Abrechnungen für

source: No.
de_de: Nr.

source: Type of invoice
de_de: Abrechnungstyp

source: Amount
de_de: Betrag

source: Applicant
de_de: Antragsstellende Person

source: Process invoice
de_de: Abrechnung bearbeiten

source: Show invoice
de_de: Abrechnung zeigen

source: Print invoice
de_de: Abrechnung drucken

source: Back
de_de: Zurück

source: Invoice number
de_de: Abrechnungsnummer

source: Cost center
de_de: Abrechnungsstelle

source: Passengers
de_de: Mitfahrende

source: Material transportation
de_de: Materialtransport

source: Distance
de_de: Entfernung

source: Expenses
de_de: Auslagen

source: Total amount
de_de: Gesamtbetrag

source: Show receipt
de_de: Zeige Beleg

source: Confirm and print
de_de: Akzeptieren und drucken

source: For resubmission
de_de: Zur Wiedervorlage

source: Your name
de_de: Dein Name

source: No nickname
de_de: Kein Pfadiname

source: For clarification
de_de: Für Rückfragen

source: Do you want to donate the amount?
de_de: Möchtest du den Betrag spenden?

source: What did you pay for?
de_de: Wofür hast du die Zahlung geleistet?

source: Accommodation
de_de: Unterkunft

source: Catering
de_de: Verpflegung

source: Program
de_de: Programm

source: Other
de_de: Sonstiges

source: Travelling
de_de: Reisekosten

source: How much is the amount?
de_de: Wie hoch ist der Rechnungsbetrag?

source: Select receipt and continue
de_de: Beleg auswählen und weiter

source: Please indicate your route
de_de: Bitte gib deinen Reiseweg an

source: Have you traveled by public transport or a rental car and have a receipt?
de_de: Bist du mit öffentlichen Verkehrsmitteln oder einem Mietwagen gefahren, und besitzt einen Beleg?

source: Information about the trip
de_de: Informationen zur Fahrt

source: People in your vehicle
de_de: Menschen im Fahrzeug

source: I transported material.
de_de: Ich habe Material in meinem PKW transportiert.

source: Total distance
de_de: Gesamtstrecke

source: total
de_de: gesamt

source: Bill a flat rate
de_de: Pauschalbetrag abrechnen

source: Your cost statement has been saved successfully.
de_de: Deine Kostenabrechnung wurde erfolgreich gespeichert

source: If there are no queries, you will receive the amount promptly transferred to your specified bank account.
de_de: Sofern es keine Rückfragen gibt, erhältst du den Betrag zeitnah an deine angegebene Bankverbindung überwiesen.

source: If you have marked this as a donation, we thank you in advance!
de_de: Hast du diesen als Spende gekennzeichnet, danken wir dir im Voraus!

source: Expense accounting
de_de: Auslagenabrechnung

source: Travel expense accounting
de_de: Fahrtkostenabrechnung

source: Select event
de_de: Veranstaltung wählen

source: Continue
de_de: Weiter

source: Date of receipt
de_de: Belegdatum

source: Reason for payment
de_de: Zahlungsgrund

source: Billing URL
de_de: Abrechnungs-URL

source: Route
de_de: Reiseweg

source: Driven distance
de_de: Gefahrene Strecke

source: Costs for public transport
de_de: Kosten für öffentliche Verkehrsmittel

source: Costs for expenses
de_de: Kosten für Auslagen

source: Receipt submitted digitally on
de_de: Beleg digital eingereicht am

source: Receipt confirmed on
de_de: Beleg akzeptiert am

source: Receipt confirmed by
de_de: Beleg akzeptiert von

source: Invoice quick search
de_de: Rechnungsschnellsuche

source: Welcome to our Plugin!
de_de: Willkommen zu unserem Plugin!

source: Problem faced by many associations
de_de: Problemstellung vieler Vereine

source: Many associations know the problem: Whenever they organize an event, members have to pay for stuff and want to get their money back.
de_de: Viele Vereine kennen das Problem: Jedes Mal, wenn sie eine Veranstaltung organisieren, müssen Mitglieder Ausgaben vorstrecken und möchten ihr Geld zurückerhalten.

source: The Solution
de_de: Die Lösung

source: This tool helps by adding invoices or registering travel costs and also helps to create bank CSV data.
de_de: Dieses Tool hilft dabei, Rechnungen zu erstellen oder Reisekosten zu erfassen und unterstützt zudem bei der Erstellung von Bank-CSV-Daten.

source: Features
de_de: Funktionen

source: Add invoices:
de_de: Rechnungen hinzufügen:

source: Record and manage all incurred invoices.
de_de: Erfasse und verwalte alle anfallenden Rechnungen.

source: Register travel costs:
de_de: Reisekosten registrieren:

source: Document and manage all travel costs.
de_de: Dokumentiere und bearbeite sämtliche Reisekosten.

source: Create bank CSV data:
de_de: Bank-CSV-Daten erstellen:

source: Generate the required CSV files for bank transfers.
de_de: Generiere die erforderlichen CSV-Dateien für die Banküberweisungen.

source: Download invoices as PDF:
de_de: Rechnungen als PDF herunterladen:

source: As a treasurer, you can easily download all invoices as PDF files.
de_de: Als Schatzmeister kannst du alle Rechnungen bequem als PDF-Dateien herunterladen.

source: Note
de_de: Hinweis

source: This tool was created for German legal purposes, so keep in mind that you have to modify the settings if you use it in another country.
de_de: Dieses Tool wurde für die deutsche Rechtslage entwickelt. Bitte beachte, dass du die Einstellungen anpassen musst, wenn du es in einem anderen Land verwendest.

source: We wish you much success in using our plugin and look forward to your feedback!
de_de: Wir wünschen dir viel Erfolg bei der Nutzung unseres Plugins und freuen uns auf dein Feedback!

source: Deny and correct request
de_de: Abrechnung ablehnen und Korrektur erstellen

source: Correction in Invoice number
de_de: Korrektur in Belegnummer

source: Personal data (Read only)
de_de: Persönliche Daten (nur lesbar)

source: changed to
de_de: geändert zu

source: Reason
de_de: Begründung

source: Save and confirm
de_de: Speichern und akzeptieren

source: Reason for correction
de_de: Grund der Korrektur

source: Create a copy for splitting
de_de: Kopie für Aufteilung erstellen

source: Tour
de_de: Reiseweg

source: Account owner
de_de: Name Kontoinhaber*in

source: Account Owner
de_de: Name Kontoinhaber*in

source: Invoice successfully created
de_de: Rechnung erfolgreich erstellt

source: The URL cannot be requested two times. Please go back to main page and try again.
de_de: Diese URL darf nicht doppelt aufgerufen werden. Bitte gehe zurück zur Startseite und versuche es erneut.

source: Text ressource for
de_de: Text-Ressource für

source: The text ressources were updated.
de_de: Die Text-Ressourcen wurden aktualisiert.

source: No cost centers found
de_de: Keine Abrechnungsstellen gefunden

source: Currently there is no event or job available, where you can add an invoice.
de_de: Aktuell gibt es keine Aktion und keine laufende Tätigkeit, für die du eine Abrechnung erstellen kannst.

source: Please contact the treasurer to ask him to enable a cost unit.
de_de: Bitte kontaktiere den Schatzi, damit dieser eine Abrechnungsstelle freigeben kann.

source: Text resources
de_de: Text-Ressourcen

source: mareike settings
de_de: mareike Einstellungen

source: Options
de_de: Optionen

source: Receipt directory
de_de: Upload-Verzeichnis für Belege

source: Every 24 hours
de_de: Alle 24 Stunden
